@extends('layouts.main_layout')

@section('title', 'Главная')

@section('main')
<main class="main">
	<section id="info">
		<div class="container">
			<div class="info__block">
				<div class="info-slider">
					<div class="swiper-wrapper" style="padding-left: 33px">
						<div class="swiper-slide info-slide">
							<div class="info-slide__elem">
								<h2 class="info-slider__title">
									<b>TennisTour - </b>это серия
									турниров по теннису
									среди любителей
									<b> в Санкт-Петербурге</b>
								</h2>
								<p class="info-slider__prg">
									Турниры проводятся во всех разрядах (мужском
									и женском одиночном, мужском и женском парном,
									а также миксте)
								</p>
								<button type="button" class="more-btn button yellow-btn btn-active-yellow">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</button>
							</div>
						</div>
						<div class="swiper-slide info-slide">
							<div class="info-slide__elem">
								<h2 class="info-slider__title">
									<b>TennisTour - </b>это серия
									турниров по теннису
									среди любителей
									<b> в Санкт-Петербурге</b>
								</h2>
								<p class="info-slider__prg">
									Турниры проводятся во всех разрядах (мужском
									и женском одиночном, мужском и женском парном,
									а также миксте)
								</p>
								<button type="button" class="more-btn button yellow-btn btn-active-yellow">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</button>
							</div>
						</div>
						<div class="swiper-slide info-slide">
							<div class="info-slide__elem">
								<h2 class="info-slider__title">
									<b>TennisTour - </b>это серия
									турниров по теннису
									среди любителей
									<b> в Санкт-Петербурге</b>
								</h2>
								<p class="info-slider__prg">
									Турниры проводятся во всех разрядах (мужском
									и женском одиночном, мужском и женском парном,
									а также миксте)
								</p>
								<button type="button" class="more-btn button yellow-btn btn-active-yellow">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</button>
							</div>
						</div>
						<div class="swiper-slide info-slide">
							<div class="info-slide__elem">
								<h2 class="info-slider__title">
									<b>TennisTour - </b>это серия
									турниров по теннису
									среди любителей
									<b> в Санкт-Петербурге</b>
								</h2>
								<p class="info-slider__prg">
									Турниры проводятся во всех разрядах (мужском
									и женском одиночном, мужском и женском парном,
									а также миксте)
								</p>
								<button type="button" class="more-btn button yellow-btn btn-active-yellow">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</button>
							</div>
						</div>
						<div class="swiper-slide info-slide">
							<div class="info-slide__elem">
								<h2 class="info-slider__title">
									<b>TennisTour - </b>это серия
									турниров по теннису
									среди любителей
									<b> в Санкт-Петербурге</b>
								</h2>
								<p class="info-slider__prg">
									Турниры проводятся во всех разрядах (мужском
									и женском одиночном, мужском и женском парном,
									а также миксте)
								</p>
								<button type="button" class="more-btn button yellow-btn btn-active-yellow">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</button>
							</div>
						</div>
					</div>
					<div class="info-slider__bottom">
						<div class="info-slider__navigation">
							<div class="swiper-button-prev"></div>
							<div class="swiper-button-next"></div>
						</div>
						<div class="swiper-pagination"></div>
					</div>
				</div>
				<div class="schedule__block">
					<div class="schedule__header">
						<h3 class="schedule__title">
							Расписание на текущую неделю
						</h3>
						<div class="schedule__prg button blue-btn">
							<span class="date">
								21.05.2021
							</span>
							<span class="city">
								ТК "Хасанский"
							</span>
						</div>
					</div>
					<ul class="schedule__list">
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской парный турнир (с призовым фондом)
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской одиночный турнир 2-й категории
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской одиночный турнир 2-й категории
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской одиночный турнир 2-й категории
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской одиночный турнир 2-й категории
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
						<li class="schedule__item">
							<span class="time button yellow-btn">
								17:00
							</span>
							<div class="schedule__txt">
								<p class="tennis__prg-small">
									Мужской одиночный турнир 3-й категории
								</p>
								<a href="#">
									Подробнее
									<div class="arrow-right">
										<div></div>
									</div>
								</a>
							</div>
						</li>
					</ul>
					<a href="calendar.html" class="schedule__link">
						Посмотреть полное расписание
					</a>
				</div>
			</div>
			<div style="min-height: 0; padding-top: 10px; padding-bottom: 10px" class="info-news__block">
				<h5 class="info-news__title">
					Новости TennisTour
					<a href="#">
						Посмотреть все новости
					</a>
				</h5>
				<div class="info-news__list">
					<div class="info-news__item">
						<div class="schedule__txt">
							<p class="tennis__prg-small">
								<span style="background-color: #3437da;
								padding: 8px;
								border-radius: 5px;
							}"><span class="date">21.05.2021</span><span class="date">(12:30)</span></span>
								 В Весеннем Марафоне учтены результаты мужских турниров
							</p>
							<a href="#">
								Подробнее
								<div class="arrow-right">
									<div></div>
								</div>
							</a>
						</div>
					</div>
					<div class="info-news__item">
						<div class="schedule__txt">
							<p class="tennis__prg-small">
								<span style="background-color: #3437da;
								padding: 8px;
								border-radius: 5px;
							}"><span class="date">21.05.2021</span><span class="date">(12:30)</span></span>
								 В Весеннем Марафоне учтены результаты мужских турниров
							</p>
							<a href="#">
								Подробнее
								<div class="arrow-right">
									<div></div>
								</div>
							</a>
						</div>
					</div>
					<div class="info-news__item">
						<div class="schedule__txt">
							<p class="tennis__prg-small">
								<span style="background-color: #3437da;
								padding: 8px;
								border-radius: 5px;
							}"><span class="date">21.05.2021</span><span class="date">(12:30)</span></span>
								 В Весеннем Марафоне учтены результаты мужских турниров
							</p>
							<a href="#">
								Подробнее
								<div class="arrow-right">
									<div></div>
								</div>
							</a>
						</div>
					</div>
				</div>
			</div>
			<div class="mobile-img">
				<img src="images/dist/mobile-img.png" alt="">
			</div>
			
		</div>
	</section>
	<section id="enumeration">
		<div class="container">
			<ul class="enumeration__list">
				<li class="enumeration__item _anim-items">
					<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="65" height="65"
						viewBox="0 0 64 64">
						<g>
							<path
								d="m7 41c0-1.373-.251-2.668-.693-3.727-.816 1.024-1.307 2.318-1.307 3.727s.491 2.703 1.307 3.727c.442-1.059.693-2.354.693-3.727z" />
							<path d="m20 49h-16c-.552 0-1 .449-1 1v11h18v-11c0-.551-.448-1-1-1z" />
							<path d="m37 27.586 1.458-1.458c-.284-.734-.671-1.414-1.146-2.026l-1.898 1.898z" />
							<path d="m38.972 29.557c.013-.185.028-.369.028-.557s-.015-.372-.028-.557l-.558.557z" />
							<path d="m29.879 30.879h2.243v2.243h-2.243z"
								transform="matrix(.707 -.707 .707 .707 -13.548 31.294)" />
							<path d="m26.878 27.878h2.243v2.243h-2.243z"
								transform="matrix(.707 -.707 .707 .707 -12.305 28.295)" />
							<path d="m29.879 24.879h2.243v2.243h-2.243z"
								transform="matrix(.707 -.707 .707 .707 -9.305 29.537)" />
							<path
								d="m59 47c0-1.409-.491-2.703-1.307-3.727-.442 1.059-.693 2.354-.693 3.727s.251 2.668.693 3.727c.816-1.024 1.307-2.318 1.307-3.727z" />
							<path
								d="m53 41c-1.148 0-2.218.33-3.131.891.722 1.418 1.131 3.22 1.131 5.109s-.409 3.691-1.131 5.109c.913.561 1.983.891 3.131.891s2.218-.33 3.131-.891c-.722-1.418-1.131-3.22-1.131-5.109s.409-3.691 1.131-5.109c-.913-.561-1.983-.891-3.131-.891z" />
							<path d="m56.984 7.602c-.193-2.44-2.146-4.393-4.586-4.586l-7.984 7.984 4.586 4.586z" />
							<path d="m32.879 27.879h2.243v2.243h-2.243z"
								transform="matrix(.707 -.707 .707 .707 -10.548 32.537)" />
							<path
								d="m17 41c0-1.409-.491-2.703-1.307-3.727-.442 1.059-.693 2.354-.693 3.727s.251 2.668.693 3.727c.816-1.024 1.307-2.318 1.307-3.727z" />
							<path
								d="m11 47c1.148 0 2.218-.33 3.131-.891-.722-1.418-1.131-3.22-1.131-5.109s.409-3.691 1.131-5.109c-.913-.561-1.983-.891-3.131-.891s-2.218.33-3.131.891c.722 1.418 1.131 3.22 1.131 5.109s-.409 3.691-1.131 5.109c.913.561 1.983.891 3.131.891z" />
							<path
								d="m48.307 50.727c.442-1.059.693-2.354.693-3.727s-.251-2.668-.693-3.727c-.816 1.024-1.307 2.318-1.307 3.727s.491 2.703 1.307 3.727z" />
							<path d="m37 30.414-1.586 1.586 1.898 1.898c.475-.611.863-1.292 1.146-2.026z" />
							<path d="m32.414 35 1.458 1.458c.734-.284 1.414-.671 2.026-1.146l-1.898-1.898z" />
							<path d="m30.442 36.972c.185.013.37.028.558.028s.373-.015.558-.028l-.558-.558z" />
							<path d="m60 55h-16c-.552 0-1 .449-1 1v5h18v-5c0-.551-.448-1-1-1z" />
							<path
								d="m43.006 32.452 4.856-15.176-5.138-5.138-15.176 4.856c-5.112 1.636-8.548 6.342-8.548 11.711 0 6.779 5.516 12.295 12.295 12.295 5.368 0 10.074-3.435 11.711-8.548zm-1.006-16.452c1.105 0 2 .895 2 2s-.895 2-2 2-2-.895-2-2 .895-2 2-2zm-21 13c0-5.514 4.486-10 10-10s10 4.486 10 10-4.486 10-10 10-10-4.486-10-10z" />
							<path d="m40 43h-16c-.552 0-1 .449-1 1v6 11h18v-5-12c0-.551-.448-1-1-1z" />
							<path d="m26.102 35.312c.611.475 1.292.862 2.025 1.146l1.459-1.458-1.586-1.586z" />
							<path d="m23.028 28.443c-.013.185-.028.369-.028.557s.015.372.028.557l.558-.557z" />
							<path d="m26.586 26-1.898-1.898c-.476.611-.863 1.292-1.146 2.026l1.458 1.458z" />
							<path d="m25 30.414-1.458 1.458c.284.734.671 1.415 1.146 2.026l1.898-1.898z" />
							<path d="m31.558 21.028c-.185-.013-.37-.028-.558-.028s-.373.015-.558.028l.558.558z" />
							<path d="m29.586 23-1.458-1.458c-.734.284-1.414.671-2.025 1.146l1.897 1.898z" />
							<path d="m35.898 22.689c-.611-.475-1.292-.863-2.026-1.146l-1.458 1.457 1.586 1.586z" />
						</g>
					</svg>
					<div class="enumeration__txt">
						<b>
							1 700 +
						</b>
						Проведенных турниров
					</div>
				</li>
				<li class="enumeration__item _anim-items">
					<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="65" height="65"
						viewBox="0 0 64 64">
						<path d="m48.677 26.723-1.841-.779-.793 1.836 1.842.78z" />
						<path
							d="m43.946 37.692c1.956.843 4.799.484 7.604-.96 3.024-1.558 5.476-4.115 6.726-7.016 2.716-6.296.851-12.119-4.641-14.487-1.343-.58-2.688-.859-3.993-.859-4.03 0-7.679 2.669-9.73 7.425-.476 1.103-.777 2.252-.943 3.407.009.1-.035.969-.128 1.283-.272 5.027 2.026 9.879 5.105 11.207zm-3.369-12.226 3.624 1.534.792-1.837-3.611-1.529.779-1.842 3.624 1.534.824-1.91-3.673-1.584.792-1.837 3.673 1.584.792-1.836 1.837.792-.792 1.836 1.836.792.792-1.836 1.837.792-.792 1.837 1.836.792.792-1.836 1.837.792-.792 1.836 1.836.792-.792 1.837-1.836-.792-.797 1.849 1.835.777-.779 1.842-1.848-.783-.792 1.837 1.835.777-.779 1.842-1.848-.782-.787 1.824-1.837-.792.782-1.812-1.841-.78-.776 1.799-1.837-.792.771-1.787-1.841-.78-.765 1.775-1.837-.792.76-1.763-3.611-1.529z" />
						<path d="m50.282 23.001-1.836-.792-.818 1.898 1.841.78z" />
						<path d="m51.568 30.119.792-1.836-1.841-.78-.792 1.837z" />
						<path
							d="m9 15c0-.552.448-1 1-1h3c2.206 0 4-1.794 4-4h2c0 1.538-.586 2.937-1.54 4h2.54c2.206 0 4-1.794 4-4h2c0 1.538-.586 2.937-1.54 4h9.962c1.457-2.54 1.472-5.673.015-8.222-.628-1.096-1.802-1.778-3.065-1.778-.699 0-1.376.205-1.958.593l-1.859 1.239c-.336.224-.773.224-1.109 0-1.799-1.199-3.891-1.832-6.051-1.832h-1.395c-2.818 0-5.509 1.346-7.2 3.6-1.896 2.528-4.823 4.122-7.953 4.367l.698 1.048c.99 1.485 2.713 2.29 4.455 2.141z" />
						<path d="m35 19v-3h-24v3h1 22z" />
						<path d="m53.955 24.586-1.836-.792-.808 1.873 1.842.779z" />
						<path
							d="m33 21h-20v8c0 5.514 4.486 10 10 10s10-4.486 10-10zm-15 6.75c-.965 0-1.75-.785-1.75-1.75s.785-1.75 1.75-1.75 1.75.785 1.75 1.75-.785 1.75-1.75 1.75zm5 7c-2.068 0-3.75-1.682-3.75-3.75h1.5c0 1.241 1.009 2.25 2.25 2.25s2.25-1.009 2.25-2.25h1.5c0 2.068-1.682 3.75-3.75 3.75zm5-7c-.965 0-1.75-.785-1.75-1.75s.785-1.75 1.75-1.75 1.75.785 1.75 1.75-.785 1.75-1.75 1.75z" />
						<path
							d="m27 45.567v-5.267c-1.253.445-2.596.7-4 .7s-2.747-.255-4-.7v5.268c2.282 2 5.718 2 8-.001z" />
						<path d="m11 27v-3h-.5c-.827 0-1.5.673-1.5 1.5s.673 1.5 1.5 1.5z" />
						<path d="m4 52v8h4v-12.899c-2.279.465-4 2.485-4 4.899z" />
						<path
							d="m14.603 45.779c2.008 2.567 5.114 4.114 8.397 4.114s6.389-1.547 8.397-4.114l-2.397-.533v.754c0 .265-.105.52-.293.707-1.573 1.574-3.64 2.36-5.707 2.36s-4.134-.787-5.707-2.36c-.188-.187-.293-.442-.293-.707v-.754z" />
						<path d="m32.672 52.001h10v3h-10z" transform="matrix(.396 -.918 .918 .396 -26.374 66.903)" />
						<path
							d="m32.071 58.389c-.098-.247-.094-.521.011-.765l4.602-10.669-3.19-.709c-2.342 3.491-6.284 5.648-10.494 5.648s-8.153-2.157-10.494-5.648l-2.506.556v13.198h25.066l-2.462-1.062c-.244-.105-.436-.303-.533-.549z" />
						<path d="m42 60v-7.696l-3.319 7.696z" />
						<path
							d="m46.324 40.133c-1.155 0-2.232-.199-3.17-.604-.798-.344-1.546-.88-2.238-1.543.401 2.983.071 6.042-.969 8.873l.967.417c1.279-2.842 3.231-5.295 5.707-7.163-.098.002-.201.02-.297.02z" />
						<circle cx="56" cy="52" r="6" />
						<path d="m49.714 59.778c1.771 1.433 4.003 2.222 6.286 2.222v-2c-1.853 0-3.591-.614-5.028-1.777z" />
						<path d="m48.222 45.714c-1.433 1.771-2.222 4.003-2.222 6.286h2c0-1.853.614-3.591 1.777-5.028z" />
						<path d="m35 24v3h.5c.827 0 1.5-.673 1.5-1.5s-.673-1.5-1.5-1.5z" />
					</svg>
					<div class="enumeration__txt">
						<b>
							1 500 +
						</b>
						Игроков в базе
					</div>
				</li>
				<li class="enumeration__item _anim-items">
					<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
						viewBox="0 0 512 512">
						<g>
							<path
								d="m457.664 15.838c-10.305-10.218-23.962-15.838-38.476-15.838-.066 0-.132.001-.198.001-20.921.074-39.081 11.953-48.189 29.278v-14.3c0-8.272-6.716-14.979-15-14.979h-199.602c-8.284 0-15 6.706-15 14.979v14.299c-9.107-17.325-27.267-29.203-48.189-29.277-.067 0-.131-.001-.198-.001-14.513 0-28.171 5.62-38.476 15.838-10.351 10.263-16.08 23.939-16.132 38.559v.116c0 37.185 10.035 72.189 29.02 101.227 18.878 28.875 45.547 49.341 75.046 57.615 8.41 2.39 13.305 11.166 10.912 19.565-2.393 8.398-11.178 13.286-19.593 10.896-7.963-2.262-16.265 2.35-18.532 10.308-2.267 7.957 2.354 16.242 10.322 18.506 4.18 1.188 8.388 1.754 12.534 1.753 18.023-.002 34.778-10.713 42.089-27.582 3.893 3.428 8.036 6.625 12.431 9.543 5.867 3.895 12.081 7.24 18.566 9.995v17.071h90v-17.07c6.485-2.755 12.7-6.1 18.566-9.995 4.395-2.918 8.537-6.115 12.431-9.543 7.311 16.872 24.063 27.583 42.089 27.582 4.143 0 8.357-.566 12.534-1.753 7.968-2.264 12.589-10.549 10.322-18.506-2.268-7.957-10.569-12.572-18.532-10.308-8.411 2.39-17.199-2.498-19.593-10.897-2.393-8.398 2.502-17.175 10.863-19.551 29.548-8.288 56.217-28.754 75.095-57.629 18.985-29.038 29.021-64.042 29.021-101.227v-.169c-.051-14.567-5.78-28.243-16.131-38.506zm-365.319 123.526c-15.568-23.811-24.141-53.945-24.141-84.85v-.064c.023-6.565 2.605-12.728 7.271-17.354 4.665-4.626 10.838-7.182 17.429-7.137 13.572.048 24.575 11.113 24.527 24.666-.029 8.272 6.663 15.002 14.947 15.031h.054c3.276 0 6.299-1.062 8.768-2.844v94.074c0 7.203.672 14.309 1.974 21.241-19.697-7.488-37.539-22.436-50.829-42.763zm178.655 46.004c0 8.272-6.716 14.979-15 14.979s-15-6.706-15-14.979v-78.54h-5.017c-8.284 0-15-6.706-15-14.979s6.716-14.979 15-14.979h20.017c8.284 0 15 6.706 15 14.979zm172.796-130.855c0 30.906-8.573 61.04-24.141 84.85-13.282 20.315-31.111 35.257-50.827 42.758 1.302-6.931 1.973-14.035 1.973-21.237v-94.073c2.468 1.782 5.491 2.843 8.768 2.843h.054c8.284-.029 14.977-6.759 14.947-15.031-.048-13.553 10.955-24.618 24.526-24.666h.089c6.541 0 12.696 2.533 17.34 7.137 4.665 4.626 7.247 10.789 7.271 17.302z" />
							<path
								d="m395.631 392.706h-279.262c-8.284 0-15 6.706-15 14.979v44.401h309.263v-44.401c-.001-8.273-6.717-14.979-15.001-14.979z" />
							<path
								d="m415.631 482.043h-319.262c-8.284 0-15 6.706-15 14.979s6.716 14.978 15 14.978h319.263c8.284 0 15-6.706 15-14.979s-6.717-14.978-15.001-14.978z" />
							<path
								d="m211 328.975c-14.29 8.142-25.874 19.885-33.815 33.773h157.629c-7.941-13.887-19.524-25.63-33.815-33.773v-15.607h-90v15.607z" />
							<path d="m206 283.411c-8.284 0-15 6.706-15 14.979s6.716 14.979 15 14.979h5v-29.957h-5z" />
							<path d="m306 313.369c8.284 0 15-6.706 15-14.979s-6.716-14.979-15-14.979h-5v29.957h5z" />
						</g>
					</svg>
					<div class="enumeration__txt">
						<b>
							40 +
						</b>
						Проведенных кубков
					</div>
				</li>
				<li class="enumeration__item _anim-items">
					<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
						viewBox="0 0 512 512">
						<path
							d="m469.339844 42.644531c-64.320313-64.304687-178.535156-54.8125-254.558594 21.226563-32.976562 32.960937-54.890625 74.839844-61.714844 117.921875-5.949218 37.5-14.269531 81.34375-30.953125 122.0625l-15.53125 37.929687-106.582031 106.582032 63.632812 63.632812 106.582032-106.582031 37.929687-15.53125c40.648438-16.65625 84.519531-25.003907 122.066407-30.96875 43.078124-6.824219 84.960937-28.738281 117.917968-61.710938 76.027344-76.027343 85.546875-190.226562 21.210938-254.5625zm-242.703125 263.914063 41.179687-41.175782 31.824219 31.824219-29.703125 29.703125c-16.0625-3.855468-30.589844-10.683594-43.300781-20.351562zm-42.714844-125.066406 9.652344 9.652343-12.140625 12.140625c.714844-14.859375-2.617188 4.882813 2.488281-21.792968zm285.109375 30.546874c-7.492188 18.433594-18.324219 36.125-32.382812 52.476563l-30.949219-30.945313 42.429687-42.429687zm.308594-42.109374 12.082031-12.082032c-.347656 7.125-1.339844 14.246094-2.699219 21.460938zm-84.851563 42.429687-31.828125-31.824219 42.429688-42.429687 31.824218 31.824219zm-53.039062-53.035156-31.820313-31.816407 42.425782-42.433593 31.824218 31.820312zm-21.210938 21.210937-42.425781 42.425782-31.816406-31.816407 42.421875-42.425781zm53.027344-116.671875 29.71875-29.71875c15.796875 3.792969 30.320313 10.636719 43.226563 20.421875l-41.121094 41.117188zm-21.210937-21.210937-9.371094-9.371094c7.207031-1.363281 14.328125-2.355469 21.449218-2.703125zm-21.210938 21.210937-42.425781 42.433594-30.945313-30.941406c16.347656-14.058594 34.042969-24.894531 52.472656-32.382813zm-63.636719 63.644531-42.421875 42.425782-20.957031-20.957032c7.65625-18.761718 18.574219-36.476562 32.351563-52.496093zm-42.421875 84.847657 31.816406 31.816406-41.171874 41.171875c-9.660157-12.710938-16.496094-27.238281-20.355469-43.277344zm74.238282 31.816406 42.425781-42.425781 31.828125 31.820312-42.425782 42.429688zm95.464843 10.609375 31.03125 31.027344c-16.023437 13.777344-33.738281 24.699218-52.503906 32.355468l-20.957031-20.957031zm93.359375-135.785156-29.71875 29.722656-31.828125-31.824219 41.121094-41.121093c9.789063 12.90625 16.632813 27.429687 20.425781 43.222656zm-281.070312 243.117187-31.480469 12.890625-28.300781-28.300781 12.890625-31.476563c5.511719-13.46875 9.925781-27.136718 13.898437-40.792968 7.140625 16.335937 17.027344 31.226562 29.785156 43.984375 12.820313 12.820312 27.914063 22.546875 44.351563 29.695312-13.785156 3.996094-27.574219 8.441407-41.144531 14zm111.941406-31.5625 12.132812-12.132812 9.644532 9.648437c-26.503906 5.070313-7.074219 1.789063-21.777344 2.484375zm0 0" />
						<path
							d="m437 362c-41.351562 0-75 33.648438-75 75s33.648438 75 75 75 75-33.648438 75-75-33.648438-75-75-75zm0 0" />
					</svg>
					<div class="enumeration__txt">
						<b>
							20 +
						</b>
						Выездных турниров
					</div>
				</li>
			</ul>
		</div>
	</section>
	<section id="tourney">
		<div class="circle">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="circle circle-blue">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="container">
			<div class="tourney__row">
				<div class="tourney-now__block">
					<h4 class="tourney__title">
						Сейчас проходит
					</h4>
					<div class="tourney-now__elem">
						<span class="tourney-now__date date button blue-btn">
							15.06.2021
						</span>
						<ul class="tourney-now__list">
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										24 участника
									</span>
									<a href="#" class="more-btn button yellow-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										24 участника
									</span>
									<a href="#" class="more-btn button yellow-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										24 участника
									</span>
									<a href="#" class="more-btn button yellow-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										24 участника
									</span>
									<a href="#" class="more-btn button yellow-btn">
										Подробнее
									</a>
								</div>
							</li>
						</ul>
					</div>
					<a href="preview.html" class="further__link">
						Понлый список предстоящих турниров
						<span class="arrow-right__link"></span>
					</a>
				</div>
				<div class="tourney-archive__block">
					<h4 class="tourney__title">
						Архив турниров
					</h4>
					<div class="tourney-now__elem">
						<span class="tourney-now__date date button blue-btn">
							12.06.2021
						</span>
						<ul class="tourney-now__list">
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										Победитель -
									</span>
									<div class="fourth-place-elem place-elem">
										<span class="place">
											<b>4</b>
											<svg class="medal__icon" style="enable-background:new 0 0 512 512;"
												xml:space="preserve" xmlns="http://www.w3.org/2000/svg" width="28" height="35"
												viewBox="0 0 512 512">
												<g>
													<g>
														<path d="M256,107c-51.7,0-93.8,42.2-93.8,94c0,51.9,42.1,94,93.8,94c51.7,0,93.8-42.2,93.8-94C349.8,149.2,307.7,107,256,107
															L256,107z M272,253.3c0,8.3-6.7,15-15,15c-8.3,0-15-6.7-15-15v-78.8h-5c-8.3,0-15-6.7-15-15c0-8.3,6.7-15,15-15h20
															c8.3,0,15,6.7,15,15V253.3z" />
														<path d="M444.4,241.1c9.6-10.9,20.5-23.3,20.5-39.7c0-16.3-10.7-28.7-20.3-39.6c-5.4-6.2-11-12.6-12.6-17.8
															c-1.5-4.7-0.7-12.9,0-20.8c1.4-14.7,3-31.4-6.8-45c-9.9-13.7-26.2-17.3-40.6-20.5c-7.7-1.7-15.7-3.5-19.7-6.4
															c-4.4-3.2-8.7-10.5-12.9-17.6c-7.4-12.5-15.8-26.6-31.3-31.6C305.2-3,290,3.5,276.7,9.2c-7.5,3.2-15.2,6.5-20.4,6.5c0,0,0,0,0,0
															c-5.1,0-12.7-3.3-20.1-6.6c-13.4-5.9-28.7-12.5-44.5-7.4c-15.3,4.9-23.6,18.9-31,31.3c-4.3,7.2-8.7,14.6-13.3,17.9
															c-4.5,3.3-12.9,5.2-21.1,7c-14,3.2-29.9,6.8-39.3,19.8c-9.7,13.4-8.2,30-6.8,44.6c0.8,8,1.5,16.4,0,21.2
															c-1.6,5-7.2,11.3-12.6,17.5C58,172,47.1,184.4,47.1,200.8c0,16.3,10.7,28.7,20.3,39.6c5.4,6.2,11,12.6,12.6,17.8
															c1.5,4.7,0.7,12.9,0,20.8c-1.4,14.7-3,31.4,6.8,45c9.9,13.7,26.2,17.3,40.6,20.5c7.7,1.7,15.7,3.5,19.7,6.4
															c4.4,3.2,8.7,10.5,12.9,17.6c7.4,12.5,15.8,26.6,31.3,31.6c15.6,5.1,30.8-1.4,44.1-7.2c7.5-3.2,15.2-6.5,20.4-6.5h0
															c5.1,0,12.7,3.3,20.1,6.6c10.1,4.4,21.1,9.2,32.7,9.2c3.9,0,7.8-0.5,11.8-1.8c15.3-4.9,23.6-18.9,31-31.3
															c4.3-7.2,8.7-14.6,13.2-17.9c4.5-3.3,12.9-5.2,21.1-7c14-3.2,29.9-6.8,39.3-19.8c9.7-13.4,8.2-30,6.8-44.6c-0.8-8-1.5-16.4,0-21.2
															C433.4,253.5,439,247.2,444.4,241.1L444.4,241.1z M256,325.1c-68.3,0-123.8-55.6-123.8-124.1S187.7,77,256,77
															s123.8,55.6,123.8,124.1S324.3,325.1,256,325.1z" />
													</g>
													<g>
														<path d="M241,423.1c-10.7,4.4-23.4,8.8-38.1,8.8c-7.2,0-14.3-1.1-21-3.3c-21.3-6.9-33.8-22.6-42.4-36.1V497c0,4.7,2.2,9.2,6,12
															c3.8,2.8,8.7,3.7,13.2,2.4L241,487L241,423.1z" />
														<path d="M329.6,428.9c-6.7,2.2-13.8,3.3-21,3.3c0,0,0,0,0,0c-14.5,0-27-4.3-37.6-8.7V487l82.2,24.4c1.4,0.4,2.8,0.6,4.3,0.6
															c3.2,0,6.4-1,9-3c3.8-2.8,6-7.3,6-12V392C363.9,405.5,351.3,421.8,329.6,428.9z" />
													</g>
												</g>
											</svg>
										</span>
									</div>
									<span class="quantity">
										Стойчев Андрей
									</span>
									<a href="#" class="more-btn button blue-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										Победитель -
									</span>
									<div class="first-place-elem place-elem">
										<span class="place">
											<b>1</b>
											<svg class="medal__icon" style="enable-background:new 0 0 512 512;"
												xml:space="preserve" xmlns="http://www.w3.org/2000/svg" width="28" height="35"
												viewBox="0 0 512 512">
												<g>
													<g>
														<path d="M256,107c-51.7,0-93.8,42.2-93.8,94c0,51.9,42.1,94,93.8,94c51.7,0,93.8-42.2,93.8-94C349.8,149.2,307.7,107,256,107
															L256,107z M272,253.3c0,8.3-6.7,15-15,15c-8.3,0-15-6.7-15-15v-78.8h-5c-8.3,0-15-6.7-15-15c0-8.3,6.7-15,15-15h20
															c8.3,0,15,6.7,15,15V253.3z" />
														<path d="M444.4,241.1c9.6-10.9,20.5-23.3,20.5-39.7c0-16.3-10.7-28.7-20.3-39.6c-5.4-6.2-11-12.6-12.6-17.8
															c-1.5-4.7-0.7-12.9,0-20.8c1.4-14.7,3-31.4-6.8-45c-9.9-13.7-26.2-17.3-40.6-20.5c-7.7-1.7-15.7-3.5-19.7-6.4
															c-4.4-3.2-8.7-10.5-12.9-17.6c-7.4-12.5-15.8-26.6-31.3-31.6C305.2-3,290,3.5,276.7,9.2c-7.5,3.2-15.2,6.5-20.4,6.5c0,0,0,0,0,0
															c-5.1,0-12.7-3.3-20.1-6.6c-13.4-5.9-28.7-12.5-44.5-7.4c-15.3,4.9-23.6,18.9-31,31.3c-4.3,7.2-8.7,14.6-13.3,17.9
															c-4.5,3.3-12.9,5.2-21.1,7c-14,3.2-29.9,6.8-39.3,19.8c-9.7,13.4-8.2,30-6.8,44.6c0.8,8,1.5,16.4,0,21.2
															c-1.6,5-7.2,11.3-12.6,17.5C58,172,47.1,184.4,47.1,200.8c0,16.3,10.7,28.7,20.3,39.6c5.4,6.2,11,12.6,12.6,17.8
															c1.5,4.7,0.7,12.9,0,20.8c-1.4,14.7-3,31.4,6.8,45c9.9,13.7,26.2,17.3,40.6,20.5c7.7,1.7,15.7,3.5,19.7,6.4
															c4.4,3.2,8.7,10.5,12.9,17.6c7.4,12.5,15.8,26.6,31.3,31.6c15.6,5.1,30.8-1.4,44.1-7.2c7.5-3.2,15.2-6.5,20.4-6.5h0
															c5.1,0,12.7,3.3,20.1,6.6c10.1,4.4,21.1,9.2,32.7,9.2c3.9,0,7.8-0.5,11.8-1.8c15.3-4.9,23.6-18.9,31-31.3
															c4.3-7.2,8.7-14.6,13.2-17.9c4.5-3.3,12.9-5.2,21.1-7c14-3.2,29.9-6.8,39.3-19.8c9.7-13.4,8.2-30,6.8-44.6c-0.8-8-1.5-16.4,0-21.2
															C433.4,253.5,439,247.2,444.4,241.1L444.4,241.1z M256,325.1c-68.3,0-123.8-55.6-123.8-124.1S187.7,77,256,77
															s123.8,55.6,123.8,124.1S324.3,325.1,256,325.1z" />
													</g>
													<g>
														<path d="M241,423.1c-10.7,4.4-23.4,8.8-38.1,8.8c-7.2,0-14.3-1.1-21-3.3c-21.3-6.9-33.8-22.6-42.4-36.1V497c0,4.7,2.2,9.2,6,12
															c3.8,2.8,8.7,3.7,13.2,2.4L241,487L241,423.1z" />
														<path d="M329.6,428.9c-6.7,2.2-13.8,3.3-21,3.3c0,0,0,0,0,0c-14.5,0-27-4.3-37.6-8.7V487l82.2,24.4c1.4,0.4,2.8,0.6,4.3,0.6
															c3.2,0,6.4-1,9-3c3.8-2.8,6-7.3,6-12V392C363.9,405.5,351.3,421.8,329.6,428.9z" />
													</g>
												</g>
											</svg>
										</span>
									</div>
									<span class="quantity">
										Стойчев Андрей
									</span>
									<a href="#" class="more-btn button blue-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										Победитель -
									</span>
									<div class="second-place-elem place-elem">
										<span class="place">
											<b>2</b>
											<svg class="medal__icon" style="enable-background:new 0 0 512 512;"
												xml:space="preserve" xmlns="http://www.w3.org/2000/svg" width="28" height="35"
												viewBox="0 0 512 512">
												<g>
													<g>
														<path d="M256,107c-51.7,0-93.8,42.2-93.8,94c0,51.9,42.1,94,93.8,94c51.7,0,93.8-42.2,93.8-94C349.8,149.2,307.7,107,256,107
															L256,107z M272,253.3c0,8.3-6.7,15-15,15c-8.3,0-15-6.7-15-15v-78.8h-5c-8.3,0-15-6.7-15-15c0-8.3,6.7-15,15-15h20
															c8.3,0,15,6.7,15,15V253.3z" />
														<path d="M444.4,241.1c9.6-10.9,20.5-23.3,20.5-39.7c0-16.3-10.7-28.7-20.3-39.6c-5.4-6.2-11-12.6-12.6-17.8
															c-1.5-4.7-0.7-12.9,0-20.8c1.4-14.7,3-31.4-6.8-45c-9.9-13.7-26.2-17.3-40.6-20.5c-7.7-1.7-15.7-3.5-19.7-6.4
															c-4.4-3.2-8.7-10.5-12.9-17.6c-7.4-12.5-15.8-26.6-31.3-31.6C305.2-3,290,3.5,276.7,9.2c-7.5,3.2-15.2,6.5-20.4,6.5c0,0,0,0,0,0
															c-5.1,0-12.7-3.3-20.1-6.6c-13.4-5.9-28.7-12.5-44.5-7.4c-15.3,4.9-23.6,18.9-31,31.3c-4.3,7.2-8.7,14.6-13.3,17.9
															c-4.5,3.3-12.9,5.2-21.1,7c-14,3.2-29.9,6.8-39.3,19.8c-9.7,13.4-8.2,30-6.8,44.6c0.8,8,1.5,16.4,0,21.2
															c-1.6,5-7.2,11.3-12.6,17.5C58,172,47.1,184.4,47.1,200.8c0,16.3,10.7,28.7,20.3,39.6c5.4,6.2,11,12.6,12.6,17.8
															c1.5,4.7,0.7,12.9,0,20.8c-1.4,14.7-3,31.4,6.8,45c9.9,13.7,26.2,17.3,40.6,20.5c7.7,1.7,15.7,3.5,19.7,6.4
															c4.4,3.2,8.7,10.5,12.9,17.6c7.4,12.5,15.8,26.6,31.3,31.6c15.6,5.1,30.8-1.4,44.1-7.2c7.5-3.2,15.2-6.5,20.4-6.5h0
															c5.1,0,12.7,3.3,20.1,6.6c10.1,4.4,21.1,9.2,32.7,9.2c3.9,0,7.8-0.5,11.8-1.8c15.3-4.9,23.6-18.9,31-31.3
															c4.3-7.2,8.7-14.6,13.2-17.9c4.5-3.3,12.9-5.2,21.1-7c14-3.2,29.9-6.8,39.3-19.8c9.7-13.4,8.2-30,6.8-44.6c-0.8-8-1.5-16.4,0-21.2
															C433.4,253.5,439,247.2,444.4,241.1L444.4,241.1z M256,325.1c-68.3,0-123.8-55.6-123.8-124.1S187.7,77,256,77
															s123.8,55.6,123.8,124.1S324.3,325.1,256,325.1z" />
													</g>
													<g>
														<path d="M241,423.1c-10.7,4.4-23.4,8.8-38.1,8.8c-7.2,0-14.3-1.1-21-3.3c-21.3-6.9-33.8-22.6-42.4-36.1V497c0,4.7,2.2,9.2,6,12
															c3.8,2.8,8.7,3.7,13.2,2.4L241,487L241,423.1z" />
														<path d="M329.6,428.9c-6.7,2.2-13.8,3.3-21,3.3c0,0,0,0,0,0c-14.5,0-27-4.3-37.6-8.7V487l82.2,24.4c1.4,0.4,2.8,0.6,4.3,0.6
															c3.2,0,6.4-1,9-3c3.8-2.8,6-7.3,6-12V392C363.9,405.5,351.3,421.8,329.6,428.9z" />
													</g>
												</g>
											</svg>
										</span>
									</div>
									<span class="quantity">
										Стойчев Андрей
									</span>
									<a href="#" class="more-btn button blue-btn">
										Подробнее
									</a>
								</div>
							</li>
							<li class="tourney-now__item">
								<p class="tour__subtitle">
									Мужской одиночный турнир 1-й категории
								</p>
								<div class="tourney-now__item-bottom">
									<span class="city-black">
										ТК "Хасанский"
									</span>
									<span class="quantity">
										Победитель -
									</span>
									<div class="fourth-place-elem place-elem">
										<span class="place">
											<b>4</b>
											<svg class="medal__icon" style="enable-background:new 0 0 512 512;"
												xml:space="preserve" xmlns="http://www.w3.org/2000/svg" width="28" height="35"
												viewBox="0 0 512 512">
												<g>
													<g>
														<path d="M256,107c-51.7,0-93.8,42.2-93.8,94c0,51.9,42.1,94,93.8,94c51.7,0,93.8-42.2,93.8-94C349.8,149.2,307.7,107,256,107
															L256,107z M272,253.3c0,8.3-6.7,15-15,15c-8.3,0-15-6.7-15-15v-78.8h-5c-8.3,0-15-6.7-15-15c0-8.3,6.7-15,15-15h20
															c8.3,0,15,6.7,15,15V253.3z" />
														<path d="M444.4,241.1c9.6-10.9,20.5-23.3,20.5-39.7c0-16.3-10.7-28.7-20.3-39.6c-5.4-6.2-11-12.6-12.6-17.8
															c-1.5-4.7-0.7-12.9,0-20.8c1.4-14.7,3-31.4-6.8-45c-9.9-13.7-26.2-17.3-40.6-20.5c-7.7-1.7-15.7-3.5-19.7-6.4
															c-4.4-3.2-8.7-10.5-12.9-17.6c-7.4-12.5-15.8-26.6-31.3-31.6C305.2-3,290,3.5,276.7,9.2c-7.5,3.2-15.2,6.5-20.4,6.5c0,0,0,0,0,0
															c-5.1,0-12.7-3.3-20.1-6.6c-13.4-5.9-28.7-12.5-44.5-7.4c-15.3,4.9-23.6,18.9-31,31.3c-4.3,7.2-8.7,14.6-13.3,17.9
															c-4.5,3.3-12.9,5.2-21.1,7c-14,3.2-29.9,6.8-39.3,19.8c-9.7,13.4-8.2,30-6.8,44.6c0.8,8,1.5,16.4,0,21.2
															c-1.6,5-7.2,11.3-12.6,17.5C58,172,47.1,184.4,47.1,200.8c0,16.3,10.7,28.7,20.3,39.6c5.4,6.2,11,12.6,12.6,17.8
															c1.5,4.7,0.7,12.9,0,20.8c-1.4,14.7-3,31.4,6.8,45c9.9,13.7,26.2,17.3,40.6,20.5c7.7,1.7,15.7,3.5,19.7,6.4
															c4.4,3.2,8.7,10.5,12.9,17.6c7.4,12.5,15.8,26.6,31.3,31.6c15.6,5.1,30.8-1.4,44.1-7.2c7.5-3.2,15.2-6.5,20.4-6.5h0
															c5.1,0,12.7,3.3,20.1,6.6c10.1,4.4,21.1,9.2,32.7,9.2c3.9,0,7.8-0.5,11.8-1.8c15.3-4.9,23.6-18.9,31-31.3
															c4.3-7.2,8.7-14.6,13.2-17.9c4.5-3.3,12.9-5.2,21.1-7c14-3.2,29.9-6.8,39.3-19.8c9.7-13.4,8.2-30,6.8-44.6c-0.8-8-1.5-16.4,0-21.2
															C433.4,253.5,439,247.2,444.4,241.1L444.4,241.1z M256,325.1c-68.3,0-123.8-55.6-123.8-124.1S187.7,77,256,77
															s123.8,55.6,123.8,124.1S324.3,325.1,256,325.1z" />
													</g>
													<g>
														<path d="M241,423.1c-10.7,4.4-23.4,8.8-38.1,8.8c-7.2,0-14.3-1.1-21-3.3c-21.3-6.9-33.8-22.6-42.4-36.1V497c0,4.7,2.2,9.2,6,12
															c3.8,2.8,8.7,3.7,13.2,2.4L241,487L241,423.1z" />
														<path d="M329.6,428.9c-6.7,2.2-13.8,3.3-21,3.3c0,0,0,0,0,0c-14.5,0-27-4.3-37.6-8.7V487l82.2,24.4c1.4,0.4,2.8,0.6,4.3,0.6
															c3.2,0,6.4-1,9-3c3.8-2.8,6-7.3,6-12V392C363.9,405.5,351.3,421.8,329.6,428.9z" />
													</g>
												</g>
											</svg>
										</span>
									</div>
									<span class="quantity">
										Стойчев Андрей
									</span>
									<a href="#" class="more-btn button blue-btn">
										Подробнее
									</a>
								</div>
							</li>
						</ul>
					</div>
					<a href="calendar.html" class="further__link">
						Понлый список прошедших турниров
						<span class="arrow-right__link"></span>
					</a>
				</div>
			</div>
		</div>
	</section>
	<section id="greeting">
		<div class="circle circle-blue">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="container">
			<div class="greeting__row">
				<div class="greeting__txts">
					<h2 class="greeting__title">
						Добро пожаловать на сайт TennisTour!
					</h2>
					<div class="greeting__txt-row">
						<p class="tennis__prg-small">
							TennisTour - это серия турниров
							по теннису среди любителей, проходящих в Санкт-Петербурге
							Дата основания сентябрь 2006 года
						</p>
						<p class="tennis__prg-small">
							Турниры проводятся во всех разрядах (мужском и женском одиночном, мужском и женском парном, а
							также миксте)
						</p>
						<p class="tennis__prg-small">
							TennisTour - это Клуб, в котором участники наших турниров, а также
							гости могут каждый вторник
							и четверг с 20:00 до 23:00 часов тренироваться, играя на счет
							в одиночном и парном формате. Действует система абонементов
						</p>
						<p class="tennis__prg-small">
							Результаты всех без исключения турниров серии TennisTour учитываются в нашем Рейтинге,
							на основании которого в конце каждого года проводится
							Итоговый турнир за звание
							лучшего теннисиста сезона
						</p>
					</div>
					<div class="founder-block">
						<div class="founder__img">
							<img src="images/dist/founder.png" alt="">
						</div>
						<div class="founder-name">
							<b class="name">
								Глуховский Антон
							</b>
							<span class="post">
								Основатель TennisTour
							</span>
						</div>
						<div class="signature">
							<img src="images/dist/signature.png" alt="">
						</div>
					</div>
				</div>
				<div class="greeting__list">
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 512 512">
								<g>
									<path
										d="m205 482h-5v-15c0-24.813-20.187-45-45-45h-35v-45c0-8.271 6.729-15 15-15h6v-10c0-6.977 1.118-13.695 3.162-20h-9.162c-24.813 0-45 20.187-45 45v45h-25c-24.813 0-45 20.187-45 45v15h-5c-8.284 0-15 6.716-15 15s6.716 15 15 15h40c8.284 0 15-6.716 15-15s-6.716-15-15-15h-5v-15c0-8.271 6.729-15 15-15h90c8.271 0 15 6.729 15 15v15h-5c-8.284 0-15 6.716-15 15s6.716 15 15 15h40c8.284 0 15-6.716 15-15s-6.716-15-15-15z" />
									<path
										d="m497 482h-5v-15c0-24.813-20.187-45-45-45h-25v-45c0-24.813-20.187-45-45-45h-9.162c2.044 6.305 3.162 13.023 3.162 20v10h6c8.271 0 15 6.729 15 15v45h-35c-24.813 0-45 20.187-45 45v15h-5c-8.284 0-15 6.716-15 15s6.716 15 15 15h40c8.284 0 15-6.716 15-15s-6.716-15-15-15h-5v-15c0-8.271 6.729-15 15-15h90c8.271 0 15 6.729 15 15v15h-5c-8.284 0-15 6.716-15 15s6.716 15 15 15h40c8.284 0 15-6.716 15-15s-6.716-15-15-15z" />
									<path
										d="m306 317h-100c-19.33 0-35 15.67-35 35v10c0 8.284 6.716 15 15 15h140c8.284 0 15-6.716 15-15v-10c0-19.33-15.67-35-35-35z" />
									<path
										d="m110.559 192.792c-8.124 1.625-13.392 9.527-11.768 17.65 1.427 7.131 7.689 12.061 14.693 12.061.975 0 1.965-.096 2.957-.294 22.641-4.528 42.206-17.755 55.108-35.955 11.968 20.687 31.32 36.563 54.451 44.036v12.655c0 15.165-2.912 30.105-8.468 44.056h76.936c-5.556-13.95-8.468-28.891-8.468-44.056v-12.655c23.131-7.473 42.482-23.349 54.451-44.036 12.902 18.2 32.467 31.427 55.108 35.955.993.199 1.982.294 2.957.294 7.004 0 13.267-4.931 14.693-12.061 1.624-8.124-3.644-16.026-11.768-17.65-21.382-4.277-38.622-20.262-44.83-40.816 32.024-4.007 56.889-31.383 56.889-64.476v-30c0-19.299-15.701-35-35-35h-25v-7.5c0-8.284-6.716-15-15-15h-165c-8.284 0-15 6.716-15 15v7.5h-25c-19.299 0-35 15.701-35 35v30c0 33.093 24.865 60.469 56.889 64.476-6.209 20.553-23.449 36.539-44.83 40.816zm242.941-140.292h25c2.757 0 5 2.243 5 5v30c0 17.601-13.062 32.203-30 34.637zm-225 35v-30c0-2.757 2.243-5 5-5h25v69.637c-16.938-2.434-30-17.036-30-34.637z" />
								</g>
							</svg>
						</div>
						<p>
							Проводим турниры с 2006 г
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 512 512">
								<g>
									<path
										d="m331.519 380.028c-2.614 0-5.259-.162-7.86-.48l-15.917-1.951-12.809 9.647c-11.263 8.483-24.669 12.968-38.77 12.968-14.1 0-27.506-4.484-38.769-12.968l-12.809-9.647-15.916 1.951c-2.603.318-5.248.48-7.862.48-8.94 0-17.566-1.839-25.448-5.226v137.523l100.814-35.246 100.794 35.248v-137.525c-7.882 3.387-16.508 5.226-25.447 5.226-.001 0 .001 0-.001 0z" />
									<path
										d="m417.405 141.901 3.424-27.939c1.858-15.159-6.662-29.917-20.721-35.888l-25.908-11.004-11.004-25.909c-5.412-12.743-17.846-20.978-31.675-20.978-1.399 0-2.816.087-4.213.258l-27.939 3.424-22.485-16.934c-6.019-4.535-13.184-6.931-20.72-6.931-7.535 0-14.7 2.396-20.72 6.931l-22.484 16.935-27.939-3.424c-1.396-.171-2.813-.258-4.213-.258-13.829 0-26.263 8.234-31.675 20.978l-11.005 25.908-25.909 11.004c-14.057 5.97-22.577 20.729-20.72 35.889l3.426 27.938-16.937 22.484c-9.189 12.2-9.189 29.24 0 41.44l16.937 22.484-3.425 27.941c-1.857 15.159 6.663 29.917 20.721 35.888l25.908 11.004 11.004 25.909c5.412 12.743 17.846 20.978 31.676 20.978 1.399 0 2.816-.087 4.213-.258l27.938-3.426 22.484 16.937c6.02 4.534 13.185 6.931 20.72 6.931 7.536 0 14.701-2.396 20.72-6.931l22.485-16.937 27.939 3.426c1.395.171 2.812.258 4.212.258 13.83 0 26.264-8.234 31.676-20.979l11.004-25.908 25.908-11.005c14.059-5.971 22.579-20.728 20.721-35.887l-3.424-27.939 16.935-22.484c9.189-12.2 9.189-29.24 0-41.439zm-161.24 174.871c-72.602 0-131.667-59.065-131.667-131.667 0-72.601 59.065-131.666 131.667-131.666 72.601 0 131.666 59.065 131.666 131.666 0 72.602-59.066 131.667-131.666 131.667z" />
									<path
										d="m256.165 83.439c-56.06 0-101.667 45.607-101.667 101.666 0 56.06 45.607 101.667 101.667 101.667 56.059 0 101.666-45.607 101.666-101.667 0-56.058-45.608-101.666-101.666-101.666zm-53.603 49.571h30v30.002h-30zm29.929 109.128-24.008-17.99 69.571-92.848 24.008 17.99zm77.298-4.936h-30v-30.002h30z" />
								</g>
							</svg>
						</div>
						<p>
							Гибкая система скидок
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 512 512">
								<path
									d="m469.339844 42.644531c-64.320313-64.304687-178.535156-54.8125-254.558594 21.226563-32.976562 32.960937-54.890625 74.839844-61.714844 117.921875-5.949218 37.5-14.269531 81.34375-30.953125 122.0625l-15.53125 37.929687-106.582031 106.582032 63.632812 63.632812 106.582032-106.582031 37.929687-15.53125c40.648438-16.65625 84.519531-25.003907 122.066407-30.96875 43.078124-6.824219 84.960937-28.738281 117.917968-61.710938 76.027344-76.027343 85.546875-190.226562 21.210938-254.5625zm-242.703125 263.914063 41.179687-41.175782 31.824219 31.824219-29.703125 29.703125c-16.0625-3.855468-30.589844-10.683594-43.300781-20.351562zm-42.714844-125.066406 9.652344 9.652343-12.140625 12.140625c.714844-14.859375-2.617188 4.882813 2.488281-21.792968zm285.109375 30.546874c-7.492188 18.433594-18.324219 36.125-32.382812 52.476563l-30.949219-30.945313 42.429687-42.429687zm.308594-42.109374 12.082031-12.082032c-.347656 7.125-1.339844 14.246094-2.699219 21.460938zm-84.851563 42.429687-31.828125-31.824219 42.429688-42.429687 31.824218 31.824219zm-53.039062-53.035156-31.820313-31.816407 42.425782-42.433593 31.824218 31.820312zm-21.210938 21.210937-42.425781 42.425782-31.816406-31.816407 42.421875-42.425781zm53.027344-116.671875 29.71875-29.71875c15.796875 3.792969 30.320313 10.636719 43.226563 20.421875l-41.121094 41.117188zm-21.210937-21.210937-9.371094-9.371094c7.207031-1.363281 14.328125-2.355469 21.449218-2.703125zm-21.210938 21.210937-42.425781 42.433594-30.945313-30.941406c16.347656-14.058594 34.042969-24.894531 52.472656-32.382813zm-63.636719 63.644531-42.421875 42.425782-20.957031-20.957032c7.65625-18.761718 18.574219-36.476562 32.351563-52.496093zm-42.421875 84.847657 31.816406 31.816406-41.171874 41.171875c-9.660157-12.710938-16.496094-27.238281-20.355469-43.277344zm74.238282 31.816406 42.425781-42.425781 31.828125 31.820312-42.425782 42.429688zm95.464843 10.609375 31.03125 31.027344c-16.023437 13.777344-33.738281 24.699218-52.503906 32.355468l-20.957031-20.957031zm93.359375-135.785156-29.71875 29.722656-31.828125-31.824219 41.121094-41.121093c9.789063 12.90625 16.632813 27.429687 20.425781 43.222656zm-281.070312 243.117187-31.480469 12.890625-28.300781-28.300781 12.890625-31.476563c5.511719-13.46875 9.925781-27.136718 13.898437-40.792968 7.140625 16.335937 17.027344 31.226562 29.785156 43.984375 12.820313 12.820312 27.914063 22.546875 44.351563 29.695312-13.785156 3.996094-27.574219 8.441407-41.144531 14zm111.941406-31.5625 12.132812-12.132812 9.644532 9.648437c-26.503906 5.070313-7.074219 1.789063-21.777344 2.484375zm0 0" />
								<path
									d="m437 362c-41.351562 0-75 33.648438-75 75s33.648438 75 75 75 75-33.648438 75-75-33.648438-75-75-75zm0 0" />
							</svg>
						</div>
						<p>
							Играем полные сеты
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 28.092 28.092">
								<g>
									<g id="c34_present">
										<polygon
											points="9.717,20.67 8.623,18.895 6.313,19.31 9.351,13.922 3.427,13.922 3.427,28.092 13.521,28.092 13.521,13.922 		" />
										<path d="M26.331,7.16h-6.703c0.392-0.202,0.742-0.413,1.052-0.637c1.192-0.854,1.825-1.936,1.823-3.01
											c0-0.881-0.417-2.143-1.023-2.669C20.873,0.312,20.068,0,19.209,0c-0.918,0-1.771,0.315-2.502,0.805
											c-1.099,0.736-1.959,2.33-2.572,3.546c-0.031,0.061-0.062,0.12-0.092,0.179c-0.224-0.469-0.486-1.408-0.783-1.836
											c-0.52-0.742-1.145-1.398-1.879-1.889C10.652,0.315,9.8,0,8.883,0C7.969,0.003,7.132,0.386,6.506,0.977
											C5.883,1.562,5.447,2.879,5.443,3.82C5.439,4.369,5.599,4.944,5.93,5.467C6.346,6.122,7.005,6.693,7.915,7.16H1.744l0.014,5.635
											h11.588V7.16h1.412v5.635h11.59L26.331,7.16z M8.315,5.398C7.85,5.104,7.564,4.809,7.396,4.544
											c-0.163-0.263-0.22-0.725-0.22-0.952C7.172,3.213,7.361,2.548,7.697,2.236C8.025,1.923,8.471,1.73,8.871,1.73h0.012
											c0.515,0.004,1.025,0.176,1.539,0.515c0.765,0.505,1.486,1.878,1.987,2.884c0.262,0.512,0.462,1.047,0.597,1.57
											C10.685,6.459,9.185,5.947,8.315,5.398z M16.248,4.173c0.418-0.599,0.911-1.587,1.422-1.928c0.508-0.339,1.024-0.511,1.539-0.515
											h0.005c0.429,0,0.842,0.168,1.123,0.417C20.619,2.4,20.77,2.863,20.77,3.189c-0.006,0.385-0.205,1.271-1.104,1.928
											c-0.853,0.622-2.334,1.259-4.611,1.705C15.27,5.919,15.691,4.963,16.248,4.173z" />
										<polygon points="21.791,19.287 19.482,18.895 18.392,20.691 14.637,14.013 14.637,28.092 24.68,28.092 24.68,13.922 
											18.756,13.922 		" />
										<path d="M14.637,13.922" />
									</g>
									<g id="Capa_1_195_">
									</g>
								</g>
							</svg>
						</div>
						<p>
							Подарки призерам марафона
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 512 512">
								<g>
									<path d="m25.365 360h90v150h-90z" />
									<path d="m325.364 390h90v120h-90z" />
									<path
										d="m235.365 165h134.999v-135h-134.999v-30h-30v30 135 150h-60v195h149.999v-195h-59.999z" />
									<path d="m484.635 90h-84.271v105h-120v45h204.271l-37.5-75z" />
								</g>
							</svg>
						</div>
						<p>
							История ваших побед
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 512 512">
								<g>
									<g>
										<path
											d="m136 152c-24.813 0-45-20.187-45-45s20.187-45 45-45 45 20.187 45 45-20.187 45-45 45z" />
									</g>
									<g>
										<path
											d="m181 452h-90v-128.787l-30-30v-66.213c0-41.355 33.645-75 75-75s75 33.645 75 75v66.213l-30 30z" />
									</g>
									<g>
										<path
											d="m376 152c-24.813 0-45-20.187-45-45s20.187-45 45-45 45 20.187 45 45-20.187 45-45 45z" />
									</g>
									<g>
										<path
											d="m421 452h-90v-128.787l-30-30v-66.213c0-41.355 33.645-75 75-75s75 33.645 75 75v66.213l-30 30z" />
									</g>
									<g>
										<path d="m241 0h30v62h-30z" />
									</g>
									<g>
										<path d="m241 92h30v60h-30z" />
									</g>
									<g>
										<path d="m241 182h30v60h-30z" />
									</g>
									<g>
										<path d="m241 272h30v60h-30z" />
									</g>
									<g>
										<path d="m241 362h30v60h-30z" />
									</g>
									<g>
										<path d="m241 452h30v60h-30z" />
									</g>
								</g>
							</svg>
						</div>
						<p>
							Разделение по уровню игры
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="-33 -67 1065.0008 1065">
								<path
									d="m414.113281 478.3125c-9.179687 0-16.628906 7.445312-16.628906 16.628906v33.285156c0 9.1875 7.449219 16.632813 16.628906 16.632813 9.199219 0 16.644531-7.445313 16.644531-16.632813v-33.285156c0-9.183594-7.445312-16.628906-16.644531-16.628906zm0 0" />
								<path d="m380.839844 694.597656h99.824218v149.730469h-99.824218zm0 0" />
								<path d="m513.941406 694.597656h99.824219v149.730469h-99.824219zm0 0" />
								<path
									d="m513.941406 881.410156c.03125 25.457032 20.652344 46.078125 46.105469 46.101563h7.613281c25.453125-.023438 46.078125-20.644531 46.105469-46.101563v-3.804687h-99.824219zm0 0" />
								<path
									d="m380.839844 881.410156c.03125 25.457032 20.65625 46.078125 46.105468 46.101563h7.617188c25.457031-.023438 46.078125-20.644531 46.101562-46.101563v-3.804687h-99.824218zm0 0" />
								<path
									d="m181.195312 511.589844c0-18.382813-14.890624-33.277344-33.269531-33.277344h-21.945312c-6.261719.015625-11.320313 5.085938-11.332031 11.351562v33.566407c.058593 11.929687 9.703124 21.578125 21.628906 21.628906h11.648437c18.378907 0 33.269531-14.898437 33.269531-33.269531zm0 0" />
								<path
									d="m613.765625 112.289062c0 64.324219-52.148437 116.460938-116.464844 116.460938-64.3125 0-116.460937-52.136719-116.460937-116.460938 0-64.316406 52.148437-116.457031 116.460937-116.457031 64.316407 0 116.464844 52.140625 116.464844 116.457031zm0 0" />
								<path
									d="m663.445312 316.492188c-34.195312-35.1875-81.292968-54.871094-130.351562-54.464844h-71.542969c-49.0625-.410156-96.164062 19.265625-130.347656 54.457031l-11.484375 12.085937h355.171875zm0 0" />
								<path
									d="m868.625 478.3125h-21.941406c-18.375 0-33.273438 14.894531-33.273438 33.277344 0 18.371094 14.898438 33.269531 33.273438 33.269531h11.648437c11.925781-.050781 21.578125-9.699219 21.625-21.628906v-33.566407c-.007812-6.265624-5.070312-11.335937-11.332031-11.351562zm0 0" />
								<path
									d="m780.136719 511.589844c0-36.761719 29.792969-66.554688 66.546875-66.554688v-62.625c-.011719-11.34375-9.214844-20.539062-20.5625-20.5625h-657.632813c-11.351562.023438-20.546875 9.21875-20.5625 20.5625v62.625c36.753907 0 66.550781 29.792969 66.550781 66.554688 0 36.75-29.796874 66.542968-66.550781 66.542968v62.628907c.015625 11.34375 9.210938 20.535156 20.5625 20.558593h657.632813c11.347656-.023437 20.550781-9.214843 20.5625-20.558593v-62.628907c-17.644532 0-34.578125-7.011718-47.058594-19.488281-12.472656-12.484375-19.488281-29.414062-19.488281-47.054687zm-449.199219 49.90625c0 9.1875-7.449219 16.636718-16.644531 16.636718-9.179688 0-16.640625-7.449218-16.640625-16.636718v-59.65625l-4.875 4.875c-6.523438 6.304687-16.898438 6.210937-23.316406-.210938-6.421876-6.414062-6.503907-16.792968-.207032-23.320312l33.277344-33.273438c4.753906-4.761718 11.917969-6.171875 18.128906-3.601562 6.21875 2.578125 10.261719 8.632812 10.277344 15.363281zm133.09375-33.269532c0 27.558594-22.347656 49.90625-49.917969 49.90625-27.558593 0-49.902343-22.347656-49.902343-49.90625v-33.285156c0-27.558594 22.34375-49.90625 49.902343-49.90625 27.570313 0 49.917969 22.347656 49.917969 49.90625zm133.097656 0c0 27.558594-22.347656 49.90625-49.914062 49.90625-27.5625 0-49.914063-22.347656-49.914063-49.90625v-33.285156c0-27.558594 22.351563-49.90625 49.914063-49.90625 27.566406 0 49.914062 22.347656 49.914062 49.90625zm133.09375 0c0 27.558594-22.347656 49.90625-49.902344 49.90625-27.574218 0-49.917968-22.347656-49.917968-49.90625v-33.285156c0-27.558594 22.34375-49.90625 49.917968-49.90625 27.554688 0 49.902344 22.347656 49.902344 49.90625zm0 0" />
								<path
									d="m680.320312 478.3125c-9.199218 0-16.648437 7.445312-16.648437 16.628906v33.285156c0 9.1875 7.449219 16.632813 16.648437 16.632813 9.183594 0 16.628907-7.445313 16.628907-16.632813v-33.285156c0-9.183594-7.445313-16.628906-16.628907-16.628906zm0 0" />
								<path
									d="m547.214844 478.3125c-9.1875 0-16.636719 7.445312-16.636719 16.628906v33.285156c0 9.1875 7.449219 16.632813 16.636719 16.632813s16.640625-7.445313 16.640625-16.632813v-33.285156c0-9.183594-7.453125-16.628906-16.640625-16.628906zm0 0" />
								<path
									d="m885.214844 196.339844c-8.710938-2.898438-18.136719 1.804687-21.042969 10.519531l-16.636719 49.914063c-2.90625 8.730468 1.816406 18.152343 10.550782 21.054687 8.726562 2.914063 18.160156-1.816406 21.0625-10.550781l16.636718-49.902344c1.382813-4.191406 1.054688-8.757812-.929687-12.707031-1.980469-3.941407-5.449219-6.933594-9.640625-8.328125zm0 0" />
								<path
									d="m929.871094 311.941406c4.410156-.007812 8.648437-1.757812 11.761718-4.875l49.914063-49.914062c6.300781-6.527344 6.214844-16.902344-.203125-23.316406-6.414062-6.421876-16.796875-6.515626-23.320312-.210938l-49.917969 49.917969c-4.75 4.75-6.171875 11.90625-3.601563 18.125 2.574219 6.214843 8.632813 10.265625 15.367188 10.273437zm0 0" />
								<path
									d="m979.78125 345.214844h-49.910156c-9.191406 0-16.636719 7.449218-16.636719 16.632812 0 9.195313 7.445313 16.640625 16.636719 16.640625h49.910156c9.191406 0 16.636719-7.445312 16.636719-16.640625 0-9.183594-7.445313-16.632812-16.636719-16.632812zm0 0" />
								<path
									d="m131.289062 278.667969c5.34375 0 10.371094-2.578125 13.5-6.910157 3.121094-4.335937 3.976563-9.914062 2.28125-14.984374l-16.628906-49.914063c-2.898437-8.730469-12.34375-13.449219-21.066406-10.550781-8.726562 2.898437-13.449219 12.34375-10.550781 21.066406l16.644531 49.902344c2.257812 6.8125 8.636719 11.40625 15.820312 11.390625zm0 0" />
								<path
									d="m26.585938 233.625c-4.179688-4.324219-10.367188-6.058594-16.179688-4.535156-5.816406 1.519531-10.359375 6.070312-11.882812 11.878906-1.527344 5.820312.210937 12 4.539062 16.183594l49.917969 49.914062c4.171875 4.320313 10.351562 6.058594 16.171875 4.535156 5.824218-1.527343 10.359375-6.0625 11.882812-11.886718 1.523438-5.816406-.214844-12.003906-4.539062-16.171875zm0 0" />
								<path
									d="m64.738281 345.214844h-49.914062c-9.1875 0-16.636719 7.449218-16.636719 16.632812 0 9.195313 7.449219 16.640625 16.636719 16.640625h49.914062c9.191407 0 16.640625-7.445312 16.640625-16.640625 0-9.183594-7.449218-16.632812-16.640625-16.632812zm0 0" />
							</svg>
						</div>
						<p>
							Турниры с призовым фондом
						</p>
					</div>
					<div class="greeting__item _anim-items">
						<div class="greeting-svg">
							<svg class="blue-svg-width" xmlns="http://www.w3.org/2000/svg" width="59" height="59"
								viewBox="0 0 64 64">
								<path d="m48.677 26.723-1.841-.779-.793 1.836 1.842.78z" />
								<path
									d="m43.946 37.692c1.956.843 4.799.484 7.604-.96 3.024-1.558 5.476-4.115 6.726-7.016 2.716-6.296.851-12.119-4.641-14.487-1.343-.58-2.688-.859-3.993-.859-4.03 0-7.679 2.669-9.73 7.425-.476 1.103-.777 2.252-.943 3.407.009.1-.035.969-.128 1.283-.272 5.027 2.026 9.879 5.105 11.207zm-3.369-12.226 3.624 1.534.792-1.837-3.611-1.529.779-1.842 3.624 1.534.824-1.91-3.673-1.584.792-1.837 3.673 1.584.792-1.836 1.837.792-.792 1.836 1.836.792.792-1.836 1.837.792-.792 1.837 1.836.792.792-1.836 1.837.792-.792 1.836 1.836.792-.792 1.837-1.836-.792-.797 1.849 1.835.777-.779 1.842-1.848-.783-.792 1.837 1.835.777-.779 1.842-1.848-.782-.787 1.824-1.837-.792.782-1.812-1.841-.78-.776 1.799-1.837-.792.771-1.787-1.841-.78-.765 1.775-1.837-.792.76-1.763-3.611-1.529z" />
								<path d="m50.282 23.001-1.836-.792-.818 1.898 1.841.78z" />
								<path d="m51.568 30.119.792-1.836-1.841-.78-.792 1.837z" />
								<path
									d="m9 15c0-.552.448-1 1-1h3c2.206 0 4-1.794 4-4h2c0 1.538-.586 2.937-1.54 4h2.54c2.206 0 4-1.794 4-4h2c0 1.538-.586 2.937-1.54 4h9.962c1.457-2.54 1.472-5.673.015-8.222-.628-1.096-1.802-1.778-3.065-1.778-.699 0-1.376.205-1.958.593l-1.859 1.239c-.336.224-.773.224-1.109 0-1.799-1.199-3.891-1.832-6.051-1.832h-1.395c-2.818 0-5.509 1.346-7.2 3.6-1.896 2.528-4.823 4.122-7.953 4.367l.698 1.048c.99 1.485 2.713 2.29 4.455 2.141z" />
								<path d="m35 19v-3h-24v3h1 22z" />
								<path d="m53.955 24.586-1.836-.792-.808 1.873 1.842.779z" />
								<path
									d="m33 21h-20v8c0 5.514 4.486 10 10 10s10-4.486 10-10zm-15 6.75c-.965 0-1.75-.785-1.75-1.75s.785-1.75 1.75-1.75 1.75.785 1.75 1.75-.785 1.75-1.75 1.75zm5 7c-2.068 0-3.75-1.682-3.75-3.75h1.5c0 1.241 1.009 2.25 2.25 2.25s2.25-1.009 2.25-2.25h1.5c0 2.068-1.682 3.75-3.75 3.75zm5-7c-.965 0-1.75-.785-1.75-1.75s.785-1.75 1.75-1.75 1.75.785 1.75 1.75-.785 1.75-1.75 1.75z" />
								<path
									d="m27 45.567v-5.267c-1.253.445-2.596.7-4 .7s-2.747-.255-4-.7v5.268c2.282 2 5.718 2 8-.001z" />
								<path d="m11 27v-3h-.5c-.827 0-1.5.673-1.5 1.5s.673 1.5 1.5 1.5z" />
								<path d="m4 52v8h4v-12.899c-2.279.465-4 2.485-4 4.899z" />
								<path
									d="m14.603 45.779c2.008 2.567 5.114 4.114 8.397 4.114s6.389-1.547 8.397-4.114l-2.397-.533v.754c0 .265-.105.52-.293.707-1.573 1.574-3.64 2.36-5.707 2.36s-4.134-.787-5.707-2.36c-.188-.187-.293-.442-.293-.707v-.754z" />
								<path d="m32.672 52.001h10v3h-10z" transform="matrix(.396 -.918 .918 .396 -26.374 66.903)" />
								<path
									d="m32.071 58.389c-.098-.247-.094-.521.011-.765l4.602-10.669-3.19-.709c-2.342 3.491-6.284 5.648-10.494 5.648s-8.153-2.157-10.494-5.648l-2.506.556v13.198h25.066l-2.462-1.062c-.244-.105-.436-.303-.533-.549z" />
								<path d="m42 60v-7.696l-3.319 7.696z" />
								<path
									d="m46.324 40.133c-1.155 0-2.232-.199-3.17-.604-.798-.344-1.546-.88-2.238-1.543.401 2.983.071 6.042-.969 8.873l.967.417c1.279-2.842 3.231-5.295 5.707-7.163-.098.002-.201.02-.297.02z" />
								<circle cx="56" cy="52" r="6" />
								<path
									d="m49.714 59.778c1.771 1.433 4.003 2.222 6.286 2.222v-2c-1.853 0-3.591-.614-5.028-1.777z" />
								<path
									d="m48.222 45.714c-1.433 1.771-2.222 4.003-2.222 6.286h2c0-1.853.614-3.591 1.777-5.028z" />
								<path d="m35 24v3h.5c.827 0 1.5-.673 1.5-1.5s-.673-1.5-1.5-1.5z" />
							</svg>
						</div>
						<p>
							Для игроков любого уровня
						</p>
					</div>
				</div>
			</div>
		</div>
	</section>
	<section id="location">
		<div class="circle circle-blue">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="container">
			<div class="location__row row">
				<div class="col-md-5">
					<div class="tournament__img-block">
				 <img src="images/dist/place.png" alt="" class="tournament-img">
				 <div class="tournament__img-bg">
				 </div>
			  </div>
				</div>
				<div class="col-md-6 offset-md-1">
					<div class="location__txt-block">
						<h2 class="tennis__title">
							Место проведения турниров
							TennisTour - TK Хасанский
						</h2>
						<div class="location__txt-row">
							<p class="tennis__prg-small">
								Дата основания - сентябрь 2006 года. Турниры проводятся во всех разрядах (мужском и женском
								одиночном, мужском и женском парном,
								а также миксте).Мужской одиночный разряд разделен по уровню
								игры на 4 категории
							</p>
							<p class="tennis__prg-small">
								Серия включает в себя как однодневные турниры (турниры выходного дня), которые проходят по
								воскресеньям три раза в месяц, так и многодневные турниры (TennisTour Cup), которые длятся
								около двух месяцев. Ежегодно проводится 4 таких турнира
							</p>
						</div>
					</div>
				</div>
			</div>
	</section>
	<section id="interesting-info">
		<div class="circle">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="circle">
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
			<span></span>
		</div>
		<div class="container">
			<h3 class="interesting-info__title">
				А вы знаете что?
			</h3>
			<div class="interesting-info__row _anim-items">
				<div class="interesting-info__item _anim-show">
					<div class="interesting-info__img-elem">
						<img src="images/dist/info1.png" alt="">
					</div>
					<a href="#">
						Чемпионка Australian Open-2020 София Кенин объявила о партнерстве с компанией Jet Token
					</a>
				</div>
				<div class="interesting-info__item _anim-show">
					<div class="interesting-info__img-elem">
						<img src="images/dist/info2.png" alt="">
					</div>
					<a href="one-new.html">
						Теннис погубил трех французских королей
					</a>
				</div>
				<div class="interesting-info__item _anim-show">
					<div class="interesting-info__img-elem">
						<img src="images/dist/info3.png" alt="">
					</div>
					<a href="#">
						Топ-3 причины поражения Андрея Рублева в финале
					</a>
				</div>
				<div class="interesting-info__item _anim-show">
					<div class="interesting-info__img-elem">
						<img src="images/dist/info4.png" alt="">
					</div>
					<a href="#">
						Рублев проиграл финал «Мастерса» Циципасу
					</a>
				</div>
				<div class="interesting-info__item _anim-show">
					<div class="interesting-info__img-elem">
						<img src="images/dist/info5.png" alt="">
					</div>
					<a href="#">
						Интернет уверен, что эта кошка – вылитый Рублев
					</a>
				</div>
			</div>
		</div>
	</section>
</main>
@endsection